//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Cancelar";
"_edit_"                    = "Editar";
"_tap_to_cancel_"           = "Toque para cancelar";
"_tap_to_min_max_"          = "Toque para minimizar / maximizar";
"_cancel_request_"          = "Deseja cancelar?";
"_upload_file_"             = "Carregar ficheiro";
"_download_file_"           = "Transferir ficheiro";
"_delete_"                  = "Apagar";
"_rename_"                  = "Renomear";
"_rename_file_"             = "Renomear arquivo";
"_rename_folder_"           = "Renomear pasta";
"_move_"                    = "Mover";
"_add_"                     = "Adicionar";
"_save_"                    = "Gravar";
"_warning_"                 = "Aviso";
"_error_"                   = "Erro";
"_no_"                      = "Não";
"_yes_"                     = "Sim";
"_select_"                  = "Selecionar";
"_select_all_"              = "Selecionar tudo";
"_upload_"                  = "Upload";
"_home_"                    = "Ficheiros";
"_files_"                   = "Ficheiros";
"_ok_"                      = "OK";
"_done_"                    = "Terminado";
"_clear_"                   = "Limpar";
"_continue_anyway_"         = "Continue anyway";
"_selected_"                = "Selecionado";
"_no_active_account_"       = "Não foi encontrada conta";
"_info_"                    = "Informação";
"_warning_"                 = "Aviso";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobrepôr";
"_create_"                  = "Criar";
"_create_folder_"           = "Criar pasta";
"_create_folder_e2ee_"      = "Criar pasta criptografada";
"_close_"                   = "Fechar";
"_remove_"                  = "Remover";
"_file_not_found_"          = "Ficheiro não encontrado";
"_continue_"                = "Continuar";
"_continue_editing_"        = "Continuar editando";
"_auto_upload_folder_"      = "Carregamento automático";
"_photo_"                   = "Foto";
"_audio_"                   = "Áudio";
"_unknown_"                 = "Desconhecido";
"_success_"                 = "Sucesso";
"_mode_filename_"           = "Modo de nome de arquivo";
"_warning_owncloud_"        = "Você está conectado a um servidor ownCloud. Isto não foi testado e não é suportado, use por próprio risco. Para atualizar para o Nextcloud, consulte https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Você está usando uma versão não suportada do Nextcloud. Para a segurança de seus dados, recomendamos fortemente que você atualize para a última versão estável.";
"_restore_"                 = "Restaurar";
"_tap_here_to_change_"      = "Toque para modificar";
"_no_albums_"               = "Sem álbuns";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_save_to_camera_roll_"        = "Salvar no rolo da câmera";
"_save_to_camera_roll_desc_"   = "Quando ativada, as fotos e os vídeos capturados com a câmera do aplicativo também serão salvos no rolo da câmera do seu iOS.";
"_force_start_"             = "Forçar o início";
"_account_does_not_exist_"  = "A conta %@ não existe. Por favor, faça login novamente.";
"_sharing_"                 = "Partilha";
"_details_"                 = "Detalhes";
"_no_permission_add_file_"  = "Você não tem permissão para adicionar arquivos.";
"_no_permission_delete_file_" = "Você não tem permissão para excluir arquivos.";
"_no_permission_modify_file_" = "Você não tem permissão para modificar arquivos.";
"_no_permission_favorite_file_" = "Você não tem permissão para adicionar o arquivo aos seus favoritos.";
"_add_folder_info_"         = "Adicionar info da pasta";
"_back_"                    = "Anterior";
"_go_back_"                 = "Go Back";
"_search_"                  = "Pesquisa sobre";
"_search_or_create_tags"    = "Pesquisar ou criar etiqueta";
"_tags_"                    = "Etiquetas";
"_share_tags_create_"       = "Criar \"%@\"";
"_share_tags_no_results_"   = "Nenhuma etiqueta encontrada";
"_share_tags_added_named_"  = "Etiqueta %@ foi criada.";
"_edit_tags_"               = "Gerenciar etiquetas";
"_create_tag_error_"        = "Não foi possível criar a nova etiqueta. Tente novamente.";
"_of_"                      = "of";
"_livephoto_save_"          = "Salvar Foto ao Vivo no Álbum de Fotos";
"_livephoto_save_error_"    = "Erro ao salvar a Foto ao Vivo.";
"_livephoto_no_"            = "Desativar Foto ao Vivo";
"_convert_live_photo_"      = "Converter em Foto ao Vivo";
"_file_conflict_num_"       = "conflito de arquivo";
"_file_conflicts_num_"      = "conflito de arquivos";
"_file_conflict_desc_"      = "Quais arquivos você deseja manter?\nSe você selecionar as duas versões, o arquivo copiado terá um número adicionado ao seu nome.";
"_file_conflict_new_"       = "New files";
"_file_conflict_exists_"    = "Ficheiros já existentes";
"_file_not_rewite_doc_"     = "Não é possível sobrescrever um documento, mas apenas criar um novo.";
"_move_or_copy_"            = "Mover ou copiar";
"_move_copy_diff_account_"  = "Você não pode copiar ou mover arquivos entre contas diferentes.";
"_copy_"                    = "Copiar";
"_now_"                     = "Agora";
"_wait_"                    = "Aguarde...";
"_recent_"                  = "Recentes";
"_view_in_folder_"          = "Ver na pasta";
"_leave_share_"             = "Sair deste compartilhamento";
"_disabled_"                = "Desativado";
"_compact_"                 = "Compacto";
"_normal_"                  = "Normal";
"_verbose_"                 = "Detalhado";
"_standard_"                = "Padrão";
"_maximum_"                 = "Máximo";
"_error_occurred_"          = "Ocorreu um erro; por favor, tente novamente.";
"_retry_"                   = "Repetir";
"_images_"                  = "Imagens";
"_confirm_"                 = "Confirmar";
"_confirm_continue_"        = "Confirme continuando o upload anterior";
"_confirm_resetting_"       = "Confirm ignoring previous uploading";
"_background_location_access_title_"    = "Acesso à Localização em Segundo Plano";
"_background_location_access_message_"  = "Este aplicativo precisa de acesso à localização em segundo plano para fazer upload de arquivos automaticamente quando você se desloca entre áreas. O GPS não é usado e sua localização nunca é armazenada.";
"_enable_background_location_title_"    = "Ativar Localização em Segundo Plano";
"_enable_background_location_message_"  = "Para permitir uploads automáticos de arquivos em segundo plano, ative 'Sempre' para acesso à localização em Configurações.";
"_enable_background_location_footer_"   = "Para manter sua biblioteca de fotos atualizada automaticamente, este aplicativo pode usar o acesso à localização em segundo plano.\nIsso permite que ele detecte quando você está em uma nova área e verifique se há novas fotos para carregar.\nO GPS não é usado, e sua localização nunca é armazenada ou rastreada.";

/* MARK: Files lock */

"_lock_"                            = "Bloqueio";
"_unlock_"                          = "Destrancar";
"_lock_file_"                       = "Bloquear ficheiro ";
"_unlock_file_"                     = "Desbloquear ficheiro";
"_lock_selected_files_"             = "Trancar arquivos";
"_unlock_selected_files_"           = "Destrancar arquivos";
"_locked_by_"                       = "Trancado por %@";
"_file_locked_no_override_"         = "Este arquivo está trancado. Ele não pode ser substituído.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Remover arquivo";
"_delete_file_"             = "Eliminar ficheiro";
"_delete_folder_"           = "Eliminar pasta";
"_size_"                    = "Altura";
"_set_user_status_"         = "Status on-line";
"_set_user_status_message_" = "Mensagem de status";
"_open_settings_"           = "Abrir definições";
"_settings_account_request_" = "Solicitar conta na inicialização";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Escrever alias";
"_alias_footer_"            = "Dê às suas contas um nome descritivo, como Casa, Escritório, Escola…";
"_privacy_legal_"           = "Política de Privacidade e Legal";
"_source_code_"             = "Obter código fonte";
"_account_select_"          = "Selecione a conta";
"_account_select_to_add_"   = "Selecione a conta para adicionar";
"_remove_local_account_"    = "Remover conta local";
"_want_delete_account_"     = "Deseja remover a conta local?";
"_prevent_http_redirection_"= "O redirecionamento em HTTP não é permitido.";
"_single_file_conflict_title_" = "Conflito de ficheiro";
"_multi_file_conflict_title_" = "%@ Conflitos de arquivo ";
"_replace_action_title_" = "Substitua";
"_keep_both_action_title_" = "Manter ambos";
"_cancel_keep_existing_action_title_" = "Cancelar e manter existente ";
"_replace_all_action_title_" = "Substituir todos";
"_keep_both_for_all_action_title_" = "Manter ambos para todos";
"_more_action_title_" = "Mais Detalhes ";
"_wait_file_preparation_" = "Preparando upload do arquivo. Por favor, aguarde …";
"_keep_active_for_upload_" = "Manter o aplicativo ativo até que o upload seja concluído …";
"_keep_active_for_transfers_" = "Manter o aplicativo ativo até que as transferências sejam concluídas …";
"_wait_file_encryption_"  = "Aguarde, criptografando arquivo…";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "segundos";
"_change_lock_passcode_"  = "Alterar senha";
"_lock_cannot_disable_mdm_" = "Desabilitar o trancamento por senha não é permitido pelo seu perfil de configuração.";

// MARK: User Status

/* User status */
"_online_"                  = "Online";

/* User status */
"_away_"                    = "Ausente";

/* User status */
"_dnd_"                     = "Não incomodar";

/* User status */
"_dnd_description_"         = "Desativar todas as notificações";

/* User status */
"_invisible_"               = "Invisível ";

/* User status */
"_invisible_description_"   = "Aparecer offline";

/* User status */
"_busy_"                    = "Ocupado";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Definir mensagem de status";
"_status_message_"          = "Mensagem de estado";
"_status_message_placehorder_"  = "Qual é o seu estado?";
"_online_status_"           = "Estado online";
"_set_status_message_"      = "Definir mensagem de estado";
"_clear_status_message_after_"  = "Limpar status após";

/* User status */
"_select_option_"           = "Escolher uma opção";
"_dont_clear_"              = "Não apagar";
"_15_minutes_"              = "15 minutos";
"_30_minutes_"              = "30 minutos";
"_an_hour_"                 = "uma hora";
"_1_hour_"                  = "1 hora";
"_4_hours_"                 = "4 horas";
"_day_"                     = "Today";
"_this_week_"               = "Esta semana";
"_days_"                    = "Days";
"_hours_"                   = "Horas";
"_minutes_"                 = "Minutos";


"_network_not_available_"   = "Rede indisponível.";
"_file_already_exists_"     = "Não foi possível concluir a operação, pois existe um arquivo com o mesmo nome.";
"_files_lock_error_"        = "Ocorreu um erro ao alterar o trancamento deste arquivo.";
"_more_"                        = "Mais";
"_notifications_"               = "Notificações";
"_quota_space_unlimited_"       = "Ilimitado";
"_quota_space_unknown_"         = "Desconhecido";
"_quota_using_"                 = "Está a usar %@ de %@";
"_acknowledgements_"            = "Reconhecimentos";
"_settings_"                    = "Definições";
"_enter_password_"              = "Digite a senha …";
"_lock_"                        = "Bloqueio";
"_lock_active_"                 = "Bloqueio: ativo";
"_lock_not_active_"             = "Bloqueio: inativo";
"_lock_protection_no_screen_"        = "Não perguntar no arranque";
"_enable_touch_face_id_"        = "Ative Touch/Face ID";
"_wifi_only_"                   = "Usar apenas conexão Wi-Fi";
"_settings_autoupload_"         = "Carregamento automático de fotos";
"_clear_cache_"                 = "Limpar cache";
"_clear_cache_footer_"          = "Limpar ficheiros transferidos e ''off-line'' da aplicação";
"_exit_"                        = "Repor aplicação";
"_exit_footer_"                 = "Remover todas as contas e todos os dados locais do aplicativo.";
"_want_exit_"                   = "Atenção! Vamos restaurar o estado inicial. Continuar?";
"_want_delete_cache_"           = "Quer excluir o cache (isso remove as transferências em andamento também)?";
"_add_account_"                 = "Adicionar conta";
"_want_delete_"                 = "Você excluirá o seguinte:";
"_want_leave_share_"            = "Você sairá dos seguintes compartilhamentos:";
"_no_delete_"                   = "Não, não apagar";
"_yes_delete_"                  = "Sim, apagar";
"_information_"                 = "Informação";
"_select_offline_warning_"      = "Disponibilizar vários arquivos e pastas off-line pode demorar um pouco e usar muita memória ao fazê-lo.";
"_advanced_"                    = "Avançado";
"_permissions_"                 = "Permissões";
"_custom_permissions_"          = "Permissões personalizadas";
"_disable_files_app_"           = "Desativar integração com a aplicação Ficheiros";
"_disable_files_app_footer_"    = "Não permita o acesso de arquivos via o aplicativo iOS Files.";
"_time_remaining_"              = "%@ restantes";
"_autoupload_"                      = "Carregamento automático de fotos/vídeos";
"_autoupload_select_folder_"        = "Selecionar a pasta de carregamento automático";
"_autoupload_photos_"               = "Carregamento automático de fotos";
"_autoupload_videos_"               = "Carregamento automático de vídeos";
"_autoupload_favorites_"            = "Upload automático apenas de favoritos";
"_autoupload_description_"          = "Escolha se novas fotos ou vídeos serão automaticamente enviados para a sua conta.";
"_autoupload_fullphotos_"           = "Carregar o rolo da câmara completo";
"_start_autoupload_"                = "Ativar o upload automático";
"_stop_autoupload_"                 = "Desativar o upload automático";
"_autoupload_fullphotos_footer_"    = "Ajuste as opções acima antes do upload.";
"_autoupload_create_subfolder_"     = "Usar sub-pastas";
"_autoupload_create_subfolder_footer_"  = "Armazene fotos em subpastas com base no ano, mês ou dia.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "Alterar máscara de nome de ficheiro";
"_filenamemask_footer_"                 = "Por padrão, quando um arquivo é carregado, ele recebe automaticamente o seguinte formato: aa-mm-dd hh-mm-ss mais um contador de 4 dígitos. Se você não gostar desse formato, você pode alterá-lo aqui, exceto para o contador final de 4 dígitos, que não pode ser omitido.";
"_autoupload_current_folder_"           = "Pasta selecionada atualmente";
"_show_hidden_files_"           = "Mostrar ficheiros ocultos";
"_format_compatibility_"        = "Mais Compatível";
"_format_compatibility_footer_" = "\"Mais compatível\" salvará as fotos como JPEG, se possível.";
"_privacy_"                     = "Privacidade";
"_privacy_footer_"              = "Este aplicativo usa um serviço para a análise de uma falha. Suas informações pessoais não são enviadas com o relatório. Se você quiser desativá-lo, altere a configuração \"Desativar reportador de falhas\" para ATIVADO.";
"_crashservice_title_"          = "Desativar reportador de falhas";
"_crashservice_alert_"          = "Esta opção requer uma reinicialização do aplicativo para entrar em vigor.";
"_upload_mov_livephoto_"        = "Foto ao Vivo";
"_upload_mov_livephoto_footer_" = "\"Foto ao Vivo\" salvará a foto selecionada no formato \"Foto ao Vivo\", se possível.";
"_capabilities_"                = "Capacidades";
"_capabilities_footer_"         = "Exiba os pacotes usados pelo aplicativo se eles estiverem instalados e disponíveis no servidor.";
"_diagnostics_"                 = "Diagnósticos";
"_diagnostics_footer_"          = "A alteração do nível de registro requer a reinicialização do aplicativo para ter efeito";
"_view_log_"                    = "Ver arquivo de registro";
"_clear_log_"                   = "Limpar arquivo de registro";
"_set_log_level_"               = "Set Log level";
"_log_file_clear_alert_"        = "Log file cleared!";
"_connect_server_anyway_"       = "Quer ligar-se ao servidor mesmo assim?";
"_server_is_trusted_"           = "Você considera este servidor confiável?";
"_connection_error_"            = "Erro de ligação";
"_login_url_"                   = "Endereço do servidor https:// …";
"_login_url_error_"             = "Erro na URL. Verifique a URL do servidor";
"_login_error_"                 = "Não foi possível fazer login. Tente novamente mais tarde.";
"_favorites_"                   = "Favoritos";
"_favorite_short_"              = "Favorita";
"_tutorial_favorite_view_"      = "Ficheiros e pastas que definir como favoritos irão aparecer aqui";
"_tutorial_offline_view_"       = "Ficheiros copiados aqui estarão disponíveis offline.\n\nSerão sincronizados com a sua nuvem.";
"_tutorial_groupfolders_view_"  = "Sem pastas de equipe ainda";
"_more_"                        = "Mais";
"_favorite_no_files_"           = "Ainda sem favoritos";
"_no_date_information_"                     = "Sem informações de data";
"_no_camera_information_"                   = "Sem informações da câmera";
"_no_lens_information_"                     = "Sem informações da lente";
"_today_"                                   = "Hoje";
"_yesterday_"                               = "Ontem";
"_access_photo_not_enabled_"                = "O acesso a Fotos não está ativado";
"_access_photo_not_enabled_msg_"            = "Vá para Definições → Aplicações → Gov.ao → Fotos e ative o Acesso à Biblioteca de Fotos";
"_access_background_app_refresh_denied_"    = "\"Atualização de aplicativo em segundo plano\" foi negada. Ative-a em \"Configurações\", caso contrário, novas fotos ou vídeos não serão detectados quando o aplicativo estiver em segundo plano";
"_new_photos_starting_"                     = "Somente fotos ou vídeos que comecem com %@ serão carregados.";
"_tutorial_photo_view_"                     = "Sem fotos ou vídeos carregados";
"_error_createsubfolders_upload_"           = "Erro a criar as sub-pastas";
"_remove_photo_CameraRoll_"                 = "Remover do rolo da câmera";
"_remove_photo_CameraRoll_desc_"            = "\"Remover do rolo da câmera\" após os uploads, uma mensagem de confirmação será exibida para excluir as fotos ou vídeos enviados do rolo da câmera. As fotos ou vídeos excluídos ainda estarão disponíveis na lixeira de fotos do iOS por 30 dias.";
"_never_"                       = "nunca";
"_less_a_minute_"               = "menos de um minuto atrás";
"_a_minute_ago_"                = "um minuto atrás";
"_minutes_ago_"                 = "%d minutos atrás";
"_an_hour_ago_"                 = "uma hora atrás";
"_hours_ago_"                   = "%d horas atrás";
"_a_day_ago_"                   = "um dia atrás";
"_days_ago_"                    = "%d dias atrás";
"_forbidden_characters_"        = "Caracteres proibidos: %@";
"_cannot_send_mail_error_"      = "Nenhuma conta configurada ou endereço de e-mail incorreto inserido.";
"_open_url_error_"              = "Não é possível abrir o URL para esta ação.";
"_media_"                       = "Media";
"_order_by_"                    = "Ordenar por";
"_name_"                        = "Nome";
"_date_"                        = "Date";
"_size_"                        = "Altura";
"_delete_selected_files_"       = "Eliminar ficheiros";
"_remove_favorites_"            = "Não favorito";
"_add_favorites_"               = "Favorita";
"_share_"                       = "Partilhar";
"_remove_local_file_"           = "Remover localmente";
"_folders_"                     = "pastas";
"_folder_"                      = "pasta";
"_files_"                       = "Ficheiros";
"_file_"                        = "ficheiro";
"_no_file_pull_down_"           = "Carregar ficheiro ou puxar para baixo para atualizar";
"_no_file_no_permission_to_create_" = "Você não tem permissão para criar ou enviar arquivos para esta pasta.";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "Salvar na galeria de fotos";
"_file_not_saved_cameraroll_"   = "Erro:  Ficheiro não ficou gravado no álbum de fotos";
"_file_saved_cameraroll_"       = "Ficheiro gravado no álbum de fotos";
"_favorite_on_top_"             = "Ordenar os favoritos primeiro";
"_directory_on_top_"            = "Ordenar as pastas antes dos ficheiros.";
"_show_description_"            = "Mostrar descrição da pasta";
"_show_recommended_files_"      = "Mostrar recomendações";
"_search_no_record_found_"      = "Sem resultados";
"_search_in_progress_"          = "Pesquisa em andamento …";
"_search_instruction_"          = "Pesquisar por ficheiro (mínimo 2 caracteres)";
"_files_no_files_"              = "Sem ficheiros aqui";
"_files_no_folders_"            = "Sem pastas aqui";
"_request_in_progress_"         = "Solicitação ao servidor em andamento …";
"_personal_files_only_"         = "Somente arquivos pessoais";

"audio"                         = "AUDIO";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"video"                         = "VIDEO";

"_paste_file_"                  = "Paste";
"_cancel_all_task_"             = "Cancelar todas as transferências";
"_status_wait_download_"        = "A aguardar para transferir";
"_status_downloading_"          = "A transferir";
"_status_wait_upload_"          = "Esperando para fazer upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Esperando para excluir";
"_status_wait_rename_"          = "Esperando para renomear";
"_status_wait_favorite_"        = "Esperando para mudar favorito";
"_status_wait_copy_"            = "Esperando para copiar";
"_status_wait_move_"            = "Esperando para mover";
"_status_uploading_"            = "A carregar";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Definir pasta de Mídia";
"_media_viewimage_show_"        = "Mostrar apenas imagens";
"_media_viewvideo_show_"        = "Mostrar apenas vídeos";
"_media_show_all_"              = "Mostrar ambos";
"_good_morning_"                = "Bom dia";
"_good_day_"                    = "Bom dia";
"_good_afternoon_"              = "Boa tarde";
"_good_evening_"                = "Boa noite";
"_good_night_"                  = "Boa noite";
"_servers_"                     = "Servidores";
"_select_server_"               = "Por favor, selecione um servidor...";

// MARK: Share

"_share_link_"                  = "Share link";
"_share_link_name_"             = "Nome do link";
"_password_"                    = "Password";
"_share_password_"              = "Hiperligação protegida por palavra-passe";
"_date_"                        = "Date";
"_user_sharee_footer_"          = "Toque para mudar permissões";
"_enforce_password_protection_" = "Forçar proteção por palavra-passe";
"_shared_with_you_by_"          = "Compartilhado com você por";
"_shareLinksearch_placeholder_" = "Nome, e-mail ou ID de Nuvem Federada …";
"_new_comment_"                 = "Novo comentário…";
"_edit_comment_"                = "Editar comentário";
"_delete_comment_"              = "Eliminar comentário";
"_share_read_only_"             = "Apenas visualizar ";
"_share_editing_"               = "Can edit";
"_share_allow_upload_"          = "Permtir carregamentos e edições";
"_share_file_drop_"             = "Solicitação de arquivo";
"_share_secure_file_drop_"      = "Depósito de arquivos seguro (somente upload)";
"_share_hide_download_"         = "Ocultar transferência";
"_share_allowed_downloads_"     = "Downloads permitidos";
"_share_limit_download_"        = "Limitar downloads";
"_remaining_"                   = "%d restantes";
"_share_password_protect_"      = "Protegido por palavra-passe";
"_share_expiration_date_"       = "Definir a data de expiração";
"_share_note_recipient_"        = "Nota para o destinatário";
"_share_add_sharelink_"         = "Adicionar outra hiperligação";
"_share_can_read_"              = "Ler";
"_share_can_reshare_"           = "Share";
"_share_can_create_"            = "Criar";
"_share_can_change_"            = "Editar";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Permitir download e sincronização";
"_share_unshare_"               = "Excluir compartilhamento";
"_share_internal_link_"         = "Ligação interna";
"_share_internal_link_des_"     = "Só funciona para usuários com acesso a este arquivo/pasta.";
"_share_reshare_disabled_"      = "Você não tem permissão para recompartilhar este arquivo/pasta.";
"_share_reshare_restricted_"    = "Observação: Você só tem permissão limitada para recompartilhar este arquivo/pasta.";
"_remote_"                      = "Remoto";
"_remote_group_"                = "Grupo remoto";
"_conversation_"                = "Conversa";
"_no_transfer_"                 = "Ainda sem transferências";
"_no_transfer_sub_"             = "Os envios e as transferências a partir deste dispositivo irão aparecer aqui";
"_no_transfer_in_progress_"     = "Não há transferências em andamento";
"_no_transfer_in_progress_sub_" = "Os uploads e downloads em andamento neste dispositivo aparecerão aqui.";
"_no_transfer_in_waiting_"      = "Não há transferências em espera";
"_no_transfer_in_waiting_sub_"  = "As transferências que estão aguardando para começar aparecerão aqui.";
"_no_transfer_in_error_"        = "Sem erros de transferência";
"_no_transfer_in_error_sub_"    = "As transferências que exigem sua atenção aparecerão aqui.";
"_transfers_waiting_shown_"     = "%1$d de %2$d transferências em espera";
"_no_activity_footer_"              = "Não há mais atividades para carregar";
"_transfers_"                       = "Transferências";
"_activity_"                        = "Atividade";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Partilhas";
"_list_shares_no_files_"            = "Ainda sem partilhas";
"_tutorial_list_shares_view_"       = "Ficheiros e pastas que partilhar irão aparecer aqui";
"_offline_"                         = "Offline";
"_upload_photos_videos_"            = "carregar fotos ou vídeos";
"_upload_file_"                     = "Carregar ficheiro";
"_create_nextcloudtext_document_"   = "Criar documento de texto";
"_use_folder_auto_upload_"          = "Usar a pasta de carregamento automático como destino";
"_filename_"                        = "Nome do ficheiro";
"_enter_filename_"                  = "Digite o nome do arquivo …";
"_default_preview_filename_footer_" = "Exemplo de visualização do nome do arquivo: IMG_0001.JPG";
"_filename_header_"                 = "Digite o nome do arquivo";
"_preview_filename_"                = "Exemplo de visualização do nome do arquivo. Você pode usar a máscara %@ para data/hora.";
"_add_filenametype_"                = "Especificar tipo no nome do ficheiro";
"_maintain_original_filename_"      = "Manter nome original";
"_notifications_"                   = "Notificações";
"_untitled_"                        = "Sem título";
"_e2e_settings_title_"              = "Cifragem";
"_e2e_settings_"                    = "Encriptação ponto-a-ponto";
"_e2e_settings_start_"              = "Iniciar encriptação ponto-a-ponto";
"_e2e_settings_activated_"          = "Encriptação ponto-a-ponto ativada";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "As 12 palavras juntas tornam a palavra-passe muito forte, permitindo que apenas você veja e utilize os seus ficheiros cifrados. Por favor aponte e mantenha-as num sítio seguro.";
"_e2e_settings_read_passphrase_"    = "Ler frase-passe";
"_e2e_settings_lock_not_active_"    = "Trancamento não ativo. Vá para \"Configurações\" e ative-o.";
"_e2e_settings_the_passphrase_is_"  = "A frase-passe é:";
"_e2e_passphrase_request_title_"    = "Pedir frase-passe";
"_e2e_passphrase_request_message_"  = "Inserir as 12 palavras";
"_e2e_settings_remove_"             = "Remover a encriptação local";
"_e2e_settings_remove_message_"     = "Confirmar a remoção da cifragem juntamente com a frase-passe.";
"_e2e_set_folder_encrypted_"        = "Cifrar";
"_e2e_remove_folder_encrypted_"     = "Decifrar";
"_e2e_file_encrypted_"              = "Arquivo criptografado";
"_e2e_goto_settings_for_enable_"    = "É uma diretoria encriptada, vá às \"Definições\" e ative a encriptação ponto-a-ponto";
"_e2e_in_upload_"                   = "Upload em andamento. Aguarde a transferência de todos os arquivos.";
"_scans_document_"                  = "Escanear documento";
"_scanned_images_"                  = "Imagens digitalizadas";
"_scan_document_pdf_page_"          = "Página";
"_scan_label_document_zone_"        = "Toque ou arraste imagens para baixo para a criação de documentos";
"_filter_document_"                 = "Documento";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Qualidade da imagem da pre-visualização";
"_file_creation_"                   = "Criação de ficheiro";
"_delete_all_scanned_images_"       = "Excluir todas as imagens digitalizadas";
"_text_recognition_"                = "Reconhecimento de texto";
"_all_files_"                       = "Todos os arquivos";
"_personal_files_"                  = "Arquivos Pessoais";

"_trash_view_"                      = "Ficheiros eliminados";
"_empty_trash_"                     = "Esvaziar lixo";
"_trash_no_trash_"                  = "Sem ficheiros eliminados";
"_trash_no_trash_description_"      = "Pode restaurar os ficheiros eliminados aqui";
"_confirm_delete_selected_"         = "Tem certeza de que deseja excluir os itens selecionados?";
"_manage_file_offline_"             = "Gerenciar arquivos off-line";
"_set_available_offline_"           = "Definir como disponível offline";
"_remove_available_offline_"        = "Remover como disponível offline";
"_create_new_document_"             = "Documento";
"_create_new_spreadsheet_"          = "Planilha";
"_create_new_presentation_"         = "Apresentação";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "Fique on-line para ver o documento";
"_intro_1_title_"                   = "Mantenha os seus dados seguros e sobre controlo";
"_intro_2_title_"                   = "Colaboração e partilha de ficheiros segura";
"_intro_3_title_"                   = "Webmail, calendário & contatos fáceis de usar";
"_intro_4_title_"                   = "Compartilhamento de tela, reuniões on-line & webconferências";
"_log_in_"                          = "Entrar";
"_sign_up_"                         = "Registar com fornecedor";
"_host_your_own_server"             = "Hospede o seu servidor";
"_invalid_url_"                         = "URL do servidor inválido";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "O certificado para este servidor parece ter mudado.";
"_file_already_exists_"                 = "Não foi possível concluir a operação, pois existe um arquivo com o mesmo nome.";
"_error_files_upload_"                  = "Error uploading files.";
"_internal_generic_error_"              = "erro interno.";
"_err_permission_microphone_"           = "Permita o uso do Microfone nas Configurações.";
"_err_permission_photolibrary_"         = "Permita Fotos nas Configurações.";
"_qrcode_not_authorized_"   = "Este aplicativo não está autorizado a usar a Câmera Traseira.";
"_qrcode_not_supported_"    = "O código QR não é suportado pelo dispositivo atual.";
"_create_voice_memo_"       = "Criar memo de voz";
"_voice_memo_start_"        = "Toque para iniciar";
"_voice_memo_stop_"         = "Toque para parar";
"Enter Passcode"            = "Digite a Senha";
"Enter a new passcode"      = "Digite uma nova senha.";
"Confirm new passcode"      = "Confirme a nova senha";
"_too_many_failed_passcode_attempts_error_" = "Muitas tentativas de senha com falha. Tente novamente.";
"Passcodes didn't match. Try again." = "As senhas não batem. Digite novamente.";
"Delete"                    = "Apagar";
"Cancel"                    = "Cancelar";
"_certificate_details_"     = "Detalhes do Certificado do Servidor";
"_certificate_pn_details_"  = "Detalhes do Certificado para Notificações Push";
"_certificate_view_"        = "Certificado do Servidor";
"_certificate_pn_view_"     = "Certificado para Notificações Push";
"_save_as_scan_"            = "Salvar como digitalização";
"_save_changes_"            = "Salvar alterações?";
"_modify_"                  = "Modificar";
"_overwrite_original_"      = "Sobrescrever original ";
"_save_as_copy_"            = "Salvar como cópia ";
"_discard_changes_"         = "Descartar alterações ";
"_message_disable_overwrite_livephoto_" = "Esta imagem é uma Foto ao Vivo, a substituição não será possível.";
"_discard_changes_info_"    = "Suas alterações serão descartadas.";
"_delete_files_desc_"       = "Exclua arquivos para liberar espaço";
"_delete_old_files_"        = "Exclua, no cache, todos os arquivos com mais de";
"_never_"                   = "nunca";
"_1_year_"                  = "1 year";
"_6_months_"                = "6 meses";
"_3_months_"                = "3 meses";
"_1_month_"                 = "1 mês";
"_1_week_"                  = "1 semana";
"_monthly_"                 = "Mensalmente";
"_yearly_"                  = "Anualmente";
"_daily_"                   = "Diariamente";
"_used_space_"              = "Espaço utilizado:";
"_login_address_detail_"    = "O link para a interface web de %@ quando você a abre no navegador.";
"_go_to_page_"              = "Ir para a página";
"_page_"                    = "Página";
"_this_document_has_%@_pages_"              = "Este documento tem %@ páginas";
"_invalid_page_"                            = "Página Inválida";
"_the_entered_page_number_does_not_exist_"   = "O número de página inserido não existe.";
"_error_something_wrong_"   = "Something went wrong";
"_try_download_full_resolution_"            = "Baixe imagem em resolução total";
"_full_resolution_image_info_"            = "Isso pode revelar mais informações sobre a foto.";
"_download_audio_"          = "Faça o download do áudio localmente";
"_copied_path_"             = "Caminho copiado";
"_privacy_screen_"          = "Ocultar conteúdo quando o aplicativo estiver inativo";
"_privacy_screen_footer_"   = "Ocultar o conteúdo no aplicativo e exibir uma tela inicial quando o aplicativo estiver inativo.";
"_in_"                      = "em";
"_enter_passphrase_"        = "Digite a senha (12 palavras)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Esperando por:";
"_reachable_wifi_"          = "rede acessível via Wi-Fi ou cabo";
"_copy_passphrase_"         = "Copiar senha";
"_ok_copy_passphrase_"      = "OK e copie a senha";
"_select_color_"            = "Selecionar cor";
"_change_color_"            = "Mudar cor";
"_description_dashboardwidget_" = "Ter o Painel sempre ao alcance de suas mãos nunca foi tão fácil.";
"_description_fileswidget_" = "Visualize seus arquivos recentes e use a barra de ferramentas para acelerar suas operações.";
"_description_toolbarwidget_"   = "Uma barra de ferramentas para acelerar suas operações.";
"_title_lockscreenwidget_"  = "Estado";
"_description_lockscreenwidget_"    = "Fique de olho no espaço disponível e nas atividades recentes";

"_keep_running_"            = "Mantenha o aplicativo em execução para uma melhor experiência do usuário.";
"_apps_nextcloud_detect_"   = "%@ aplicativos detectados";
"_add_existing_account_"    = "Outros %@ Aplicativos foram detectados, você deseja adicionar uma conta existente?";
"_status_in_progress_"      = "Leitura de status em andamento…";
"_status_e2ee_on_server_"   = "A criptografia de ponta-a-ponta já está configurada no servidor, mas ainda não está habilitada neste dispositivo.";
"_status_e2ee_not_setup_"   = "A criptografia de ponta-a-ponta ainda não está configurada no servidor.";
"_status_e2ee_configured_"  = "A criptografia de ponta-a-ponta está configurada corretamente.";
"_e2ee_set_as_offline_"     = "Não permitido para arquivos ou pastas criptografados.";
"_change_upload_filename_"  = "Deseja salvar o arquivo com um nome diferente?";
"_save_file_as_"            = "Salvar arquivo como %@";
"_password_ascii_"          = "A senha não pode conter caracteres especiais.";
"_calendar_contacts_"       = "Calendar and Contacts";
"_mobile_config_"           = "Baixar o perfil de configuração";
"_calendar_contacts_footer_warning_"    = "O perfil de configuração só pode ser baixado se o Safari estiver definido como navegador padrão.";
"_calendar_contacts_footer_"    = "Depois de baixar o perfil, você pode instalá-lo em Configurações.";
"_modify_image_desc_"       = "Toque em um arquivo para modificar ou renomear.";
"_message_disable_livephoto_" = "Esta imagem é uma Foto ao Vivo, alterá-la perderá o efeito de Foto ao Vivo.";
"_enable_livephoto_"        = "Ativar Foto ao Vivo";
"_disable_livephoto_"       = "Desativar Foto ao Vivo";
"_undo_modify_"             = "Desfazer modificação";
"_rename_already_exists_"   = "Já existe um arquivo com esse nome.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Reproduzir vídeo a partir de um arquivo";
"_play_from_url_"           = "Reproduzir vídeo a partir de um link";
"_valid_video_url_"         = "Insira um URL válido";
"_chunk_move_"              = "O arquivo enviado não pôde ser remontado, verifique o log do servidor.";
"_download_image_"          = "Baixar imagem";
"_download_video_"          = "Baixar vídeo";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Redefinir o aplicativo após 10 tentativas malsucedidas";
"_reset_wrong_passcode_desc_" = "Ativar essa opção removerá todas as contas e dados locais após %d tentativas malsucedidas de inserção da senha.";
"_deviceOwnerAuthentication_" = "O sensor biométrico foi temporariamente desativado devido a diversas tentativas malsucedidas. Digite a senha do dispositivo para reativar o sensor.";
"_virus_detect_"            = "Vírus detectado. O upload não pode ser concluído!";
"_select_photos_"           = "Selecionar fotos";
"_selected_photo_"          = "foto selecionada";
"_selected_photos_"         = "fotos selecionadas";
"_delete_selected_photos_"  = "Excluir fotos selecionadas";
"_media_square_"            = "Grade quadrada";
"_media_ratio_"             = "Grade de proporção";
"_autoupload_notice_"       = "Para garantir o funcionamento adequado deste recurso, é necessário ativar a Atualização de Aplicativo em Segundo Plano. Caso contrário, novas fotos ou vídeos não serão detectados quando o aplicativo estiver em segundo plano.\n\nAlém disso, observe que o aplicativo não será capaz de detectar novas fotos e vídeos se for encerrado manualmente. Quando o aplicativo estiver em segundo plano, a transferência de dados pode ser mais lenta, e novas fotos e/ou vídeos geralmente serão detectados a cada 10 minutos, dependendo do nível da bateria do dispositivo.\n\nPara verificar se o aplicativo está funcionando corretamente, você pode usar o arquivo de log disponível em Configurações avançadas.";
"_display_"                 = "Exibição";
"_appearance_"              = "Aspeto";
"_light_"                   = "Claro";
"_dark_"                    = "Escuro";
"_use_system_style_"        = "Seguir tema do sistema";
"_account_settings_"        = "Configurações da conta";
"_users_"                   = "Usuários";
"_users_footer_"            = "Permite selecionar uma conta sempre que abrir o aplicativo.";
"_while_charging_"          = "Enquanto carregando";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "O recurso solicitado não pôde ser encontrado";
"_error_conflict_"          = "A solicitação não pôde ser concluída devido a um conflito com o estado atual do recurso";
"_error_precondition_"      = "O servidor não atende a uma das condições prévias do solicitante";
"_downloading_"             = "A transferir";
"_additional_options_"      = "Opções adicionais";
"_unauthorizedFilesPasscode_" = "O aplicativo Arquivos não pode ser usado com uma senha (passcode) ativada";
"_disableFilesApp_"         = "O aplicativo Arquivos não pode ser usado porque está desativado";
"_widget_available_nc25_"   = "Widget disponível apenas a partir da versão 25 do servidor";
"_no_items_"                = "Sem itens";
"_check_back_later_"        = "Volte mais tarde";
"_no_data_available_"       = "Não há dados disponíveis";
"_recent_activity_"         = "Atividades recentes";
"_maintenance_mode_"        = "No momento, o servidor está em modo de manutenção, o que pode demorar um pouco.";
"_account_disabled_"        = "Conta desativada";
"_user_"                    = "Utilizador";
"_add_subtitle_"            = "Adicionar uma legenda externa";
"_add_audio_"               = "Adicionar um áudio externo";
"_upload_foreground_msg_"   = "Não feche %@ para completar a transferência …";
"_upload_background_msg_"   = "Files upload in progress …";
"_create_folder_error_"     = "Ocorreu um erro ao criar a pasta:\n%@. \n\nPor favor, resolva o problema o mais rápido possível. \n\nTodos os uploads estão suspensos até que o problema seja resolvido.\n";
"_creating_dir_progress_"   = "Criação dos diretórios em andamento … mantenha o aplicativo ativo.";
"_creating_db_photo_progress_" = "Criação do arquivo de fotos em andamento … mantenha o aplicativo ativo.";
"_account_unauthorized_"    = "Ocorreu um problema ao autorizar a conta %@. Faça login novamente.";
"_folder_offline_desc_"     = "Mesmo sem conexão com a internet, você pode organizar suas pastas, criar arquivos. Quando você estiver on-line novamente, suas ações pendentes serão sincronizadas automaticamente.";
"_offline_not_allowed_"     = "Esta operação não é permitida no modo off-line";
"_Upload_native_format_yes_"= "Fazer upload em formato nativo: sim";
"_Upload_native_format_no_" = "Fazer upload em formato nativo: não";
"_terms_of_service_"        = "Termos de serviço";
"_terms_accept_"            = "Confirmo que li e concordo com os termos de serviço acima.";
"_terms_accepted_"          = "Termos aceitos";
"_recommended_files_"       = "Arquivos Recomendados";
"_propagate_layout_"        = "Aplicar a seguinte alteração a todas as subpastas";
"_version_mismatch_error_"  = "Alteração de versão: abra o aplicativo principal para atualizar os dados.";
"_check_auto_upload_"       = "O carregamento automático de fotos está atualmente desativado.\nCom o Gov.ao pode fazer cópia de segurança automática das suas fotos e mantê-las seguras no seu servidor.\nBasta abrir Definições → Carregamento Automático, escolher as opções que preferir e ativá-lo com o botão \"%@\".";
"_cancel_all_request_"      = "Are you sure you want to cancel all transfers?";
"_cancel_all_"              = "Cancelar Todas";
"_dismiss_"                 = "Dispensar";
"_opt_in_pro_"              = "Otimização em andamento …";
"_update_in_progress_"      = "Atualização em andamento …";
"_delete_in_progress_"      = "Exclusão em andamento …";
"_download_in_progress_"    = "Download em andamento …";
"_upload_in_progress_"      = "Upload em andamento …";
"_transfer_in_progress_"    = "Transferência em andamento …";
"_in_waiting_"              = "Em espera";
"_in_progress_"             = "In progress";
"_in_error_"                = "Em erro";
"_retry_minutes_"           = "minutos até a nova tentativa";
"_retry_seconds_"           = "segundos até a nova tentativa";
"_retry_soon_"              = "retentando em breve …";
"_large_upload_tip_"        = "Arquivos grandes exigem que o aplicativo permaneça aberto até que a transferência seja concluída";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Aguardando finalização …";
"_in_this_folder_"          = "Nesta pasta";
"_media_no_longer_available_" = "A mídia não está mais disponível";
"_this_item_has_been_deleted_" = "Este item foi excluído.";
"_video_not_available_" = "Vídeo não disponível";
"_disable_" = "Desativar";
"_no_subtitles_available_" = "Não há legendas disponíveis";
"_no_audio_tracks_available_" = "Não há faixas de áudio disponíveis";
"_add_external_subtitle_" = "Adicionar legenda externa";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Falha ao carregar a imagem";
"_image_load_failed_" = "Falha ao carregar a imagem";
"_gif_file_could_not_be_decoded_" = "Não foi possível decodificar o arquivo GIF";
"_svg_file_could_not_be_rendered_" = "Não foi possível renderizar o arquivo SVG";
"_image_file_could_not_be_decoded_" = "Não foi possível decodificar o arquivo de imagem";
"_media_not_available_" = "Mídia não disponível";
"_no_assistant_installed_"  = "O Assistente não está instalado neste servidor. Peça à sua administração para instalar o aplicativo Assistente";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";

// Tip
"_tip_pdf_thumbnails_"      = "Deslize para a esquerda a partir da borda direita da tela para mostrar as miniaturas";
"_tip_accountrequest_"      = "Toque aqui para alterar a conta ou para adicionar uma nova";
"_tip_addcopyimage_"        = "Pressione e segure para colar uma imagem copiada";
"_tip_open_mediadetail_"    = "Deslize para cima para mostrar os detalhes";
"_tip_autoupload_button_"   = "Configure as opções como preferir (pasta, Wi-Fi, novo conteúdo, subpastas) e toque em \"Ativar o upload automático\".\nVocê pode interrompê-lo a qualquer momento, ajustar as configurações e ativá-lo novamente.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Controlador de cartão";
"_accessibility_add_upload_"    = "Adicionar e enviar";
"_dismiss_menu_"                = "Dismiss the menu";
"_show_profile_"                = "Mostrar perfil";
// a11y: On/Off
"_on_"                          = "Ativado";
// a11y: On/Off
"_off_"                         = "Desativado";
"_list_"                        = "Lista";
"_icons_"                       = "Ícones";

// MARK: Assistant
"_assistant_task_unknown_"       = "Desconhecido";
"_assistant_task_scheduled_"     = "Agendado";
"_assistant_task_in_progress_"   = "Em Andamento";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Falhou";
"_input_"                        = "Entrada";
"_output_"                       = "Saída";
"_task_details_"                 = "Detalhes de tarefa";
"_assistant_"                    = "Assistente";
"_new_task_"                     = "Nova tarefa %@";
"_no_tasks_"                     = "Olá! Em que posso ajudá-lo hoje?";
"_create_task_subtitle_"         = "Use o botão + para criar uma nova tarefa";
"_edit_task_"                    = "Editar tarefa %@";
"_no_types_"                     = "Nenhum provedor encontrado";
"_no_types_subtitle_"            = "Os provedores de IA precisam ser instalados para usar o Assistente.";
"_assistant_ai_warning_"         = "A saída apresentada aqui é gerada por IA. Certifique-se de sempre verificar novamente.";
"_no_chat_subtitle_"             = "Tente enviar uma mensagem para iniciar uma conversa.";
"_retry_response_generation_"    = "Retentar a geração da resposta";
"_conversations_"                = "Conversas";
"_new_conversation_"             = "Nova conversação";
"_type_message_"                 = "Insira uma mensagem…";
"_assistant_chat_"               = "Bate-papo com o assistente";
"_assistant_error_send_message_"  = "Não foi possível enviar a mensagem. Por favor, tente novamente.";
"_assistant_error_load_messages_" = "Não foi possível carregar as mensagens. Por favor, tente novamente.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "O servidor está solicitando um certificado de cliente.";
"_no_client_cert_found_desc_"    = "Deseja instalar um certificado de cliente TLS?\n Observe que o certificado .p12 deve ser instalado em seu dispositivo primeiro clicando nele e instalando-o como um Perfil de Certificado de Identidade em Configurações. O certificado DEVE também ter uma senha, pois esse é um requisito do iOS.";
"_client_cert_enter_password_"   = "Digite a senha do certificado escolhido";
"_client_cert_wrong_password_"   = "Desculpe, você digitou uma senha inválida.";

// MARK: Login poll
"_poll_desc_"                    = "Por favor, conclua o processo de login no seu navegador.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "O nome não deve conter espaços no início ou no final.";
"_file_name_validator_error_reserved_name_" = "\"%@\" é um nome proibido.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" é uma extensão de arquivo proibida.";
"_file_name_validator_error_invalid_character_" = "O nome contém um caractere inválido: \"%@\".";
"_file_name_validator_error_space_" = "O nome não deve conter espaços no início ou no final.";
"_file_name_new_extension_" = "Alterar a extensão pode fazer com que esse arquivo seja aberto em um aplicativo diferente.";
"_file_name_empty_" = "O nome do arquivo não pode estar vazio.";
"_please_rename_file_" = "Renomeie o arquivo ou pasta.";
"hidden_file_name_warning" = "Nome resultará em um arquivo oculto.";

"_camera_roll_" = "Rolo da câmara";
"_destination_" = "Destino";
"_select_autoupload_albums_" = "Selecione álbuns";
"_upload_from_" = "Fazer upload de";
"_multiple_albums_" = "Vários álbuns";
"_smart_albums_" = "Álbuns inteligentes";
"_albums_" = "Álbuns";
"_new_photos_only_" = "Apenas fotos novas";
"_all_photos_" = "Todas as fotos";
"_back_up_new_photos_only_" = "Fazer backup apenas de fotos/vídeos novos";
"_auto_upload_all_photos_warning_title_" = "Tem certeza de que deseja carregar todas as fotos?";
"_auto_upload_all_photos_warning_message_" = "Isso pode levar algum tempo para ser processado, dependendo da quantidade de fotos.";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_focused_auto_upload_" = "Upload automático direcionado";
"_focused_auto_upload_settings_footer_" = "Mantenha o aplicativo aberto e escureça a tela enquanto o upload automático faz o backup em alta velocidade.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "As fotos e os vídeos continuarão sendo copiados para o backup em velocidade mais alta enquanto a tela estiver escurecida. Durante o processo:";
"_focused_auto_upload_wifi_" = "Conecte-se ao Wi-Fi";
"_focused_auto_upload_charger_" = "Conecte-se ao carregador";
"_focused_auto_upload_do_not_exit_" = "Não saia do aplicativo";
"_enable_focused_auto_upload_" = "Ativar o upload automático direcionado";
"_focused_auto_upload_backing_up_" = "Criando backup";
"_focused_auto_upload_completed_" = "Upload concluído!";
"_focused_auto_upload_countdown_" = "Não bloqueie a tela nem saia do aplicativo. A tela ficará escura em %d segundos.";
"_stop_focused_auto_upload_" = "Encerrar o upload automático direcionado";
"_finish_" = "Concluir";
"_item_with_same_name_already_exists_" = "Já existe um item com o mesmo nome.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Analisando arquivos …";
"_moving_items_to_domain_" = "Movendo itens para o domínio certo …";
"_finishing_up_" = "Finalizando …";

// MARK: E2EE
"_e2ee_no_session_" = "Erro de criptografia de ponta-a-ponta; não há conta para esta sessão";
"_e2ee_no_dir_" = "Erro de criptografia de ponta-a-ponta; não é possível obter o diretório";
"_e2ee_no_certificate_" = "Erro de criptografia de ponta-a-ponta; não é possível obter o certificado";
"_e2ee_no_generate_key_" = "Erro de criptografia de ponta-a-ponta; não é possível gerar a chave";
"_e2ee_no_metadataKey_found_" = "Erro de criptografia de ponta-a-ponta; não é possível descriptografar a chave de metadados";
"_e2ee_no_user_found_" = "Erro de criptografia de ponta-a-ponta; usuário não encontrado";
"_e2ee_no_signature_found_" = "Erro de criptografia de ponta-a-ponta; nenhuma assinatura encontrada";
"_e2ee_counter_check_" = "Erro de criptografia de ponta-a-ponta; o contador está menor do que o anterior";
"_e2ee_signature_failed_" = "Erro de criptografia de ponta-a-ponta; verificação da assinatura falhou";
"_e2ee_enc_payload_" = "Erro de criptografia de ponta-a-ponta; criptografar o arquivo de carga útil";
"_e2ee_no_metadata_" = "Erro de criptografia de ponta-a-ponta; não é possível obter os metadados";
"_e2ee_filedrop_ciphertext_" = "Erro de criptografia de ponta-a-ponta; falha na geração do texto cifrado do depósito de arquivos";
"_e2ee_key_ciphertext_" = "Erro de criptografia de ponta-a-ponta; falha na chave do texto cifrado";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "Erro de criptografia de ponta-a-ponta; não é possível decodificar os metadados";
"_e2ee_no_lock_" = "Erro de criptografia de ponta-a-ponta; não é possível trancar o arquivo";
"_e2ee_no_decrypt_metadata_" = "Erro de criptografia de ponta-a-ponta; não é possível descriptografar os metadados";
"_e2ee_no_enc_file_" = "Erro de criptografia de ponta-a-ponta; não é possível criptografar o arquivo";
"_e2ee_no_enc_key_" = "Erro de criptografia de ponta-a-ponta; não é possível obter a chave codificada";
"_e2ee_no_match_checksum_" = "Erro de criptografia de ponta-a-ponta; a soma de verificação não corresponde";
"_e2ee_create_folder_" = "Criação do diretório com criptografia de ponta-a-ponta em andamento, aguarde …";
"_e2ee_rename_file_" = "A renomeação da criptografia de ponta-a-ponta em andamento, aguarde…";
"_e2ee_encrypt_folder_" = "Pasta com criptografia de ponta-a-ponta em andamento, aguarde…";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Não foi possível gerar uma solicitação de assinatura de certificado (CSR)";
"_e2ee_setup_sign_certificate_" = "O servidor não retornou um certificado após a solicitação de assinatura";
"_e2ee_setup_extract_publickey_" = "A chave pública da chave gerada e do certificado não correspondem";
"_e2ee_setup_get_privatekey_" = "O servidor não retornou uma chave privada criptografada";
"_e2ee_setup_passphrase_error_" = "A senha fornecida está incorreta";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Não foi possível criptografar a chave privada";
"_e2ee_setup_store_privatekey_" = "A geração da chave privada não resultou em nenhuma chave utilizável";
"_e2ee_setup_verify_publickey_" = "A chave pública não corresponde ao certificado";
"_e2ee_setup_generate_passphrase_" = "Não foi possível gerar uma senha";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "None";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";
